export interface dataInterface {
    id: number
    title: string
    text: string
    img: string
}

export const data: dataInterface[] = [
    {
        id: 1,
        title: 'SIS (Schengen Information System)',
        text: ' SIS (Schengen Information System) – це Шенгенська Інформаційна Система, яка є однією з найбільших баз даних у Європі. Вона використовується країнами Шенгенської зони для обміну інформацією з питань безпеки, контролю на кордонах та міграції. Для чого потрібна база SIS іноземцям? 1. Контроль на кордонах: Дані про іноземців, які перебувають у Шенгенській зоні, зберігаються в SIS, що дозволяє прикордонним службам ефективно контролювати в’їзд та виїзд з території країн Шенгену. 2. Розшук та безпека: SIS допомагає відслідковувати осіб, які перебувають у розшуку, або тих, кому заборонено в’їзд до країн Шенгенської зони. Якщо іноземець знаходиться в базі SIS, це може вплинути на його можливість перетину кордонів. 3. Захист прав: Іноземці мають право знати, чи є інформація про них у базі SIS. Якщо є підозра на помилкове внесення даних, можна подати запит на перевірку та коригування інформації. 4. Легальність перебування: SIS також використовується для контролю за дотриманням термінів перебування в Шенгенській зоні, що допомагає уникнути перевищення дозволених строків візи або дозволу на проживання. Якщо ви виявили, що ваші дані внесені до бази SIS неправомірно, ми надамо підтримку в поданні запитів на перевірку та виправлення інформації Ми допоможемо вам дізнатися, чи є ваші дані в базі SIS, і підготуємо всі необхідні документи та супроводимо вас у процесі подачі заяви на коригування або видалення інформації з бази :)',
        img: '/blog1.png',
    },
    {
        id: 2,
        title: 'Ціль досягнута',
        text: 'Клієнтка отримала свою карту побиту і тепер почувається частиною Польщі! «Ціль досягнута!🎯» — це більше, ніж просто документ, це нові можливості для роботи, навчання та життя. А ти вже подався на карту побиту? Якщо ні, ми готові допомогти!🤫',
        img: '/blog5.png',
    },
    {
        id: 3,
        title: 'Юридичні послуги не повинні бути стандартними',
        text: 'Ми звикли думати, що всі юридичні послуги однакові.Але це міф. Юридичні послуги не повинні бути стандартними. Право - це захист, довіра та впевненість Для нас - це професіоналізм і уважність до кожної деталі. Наші клієнти отримують більше, ніж просто юридичну допомогу. Вони отримують впевненість у своєму майбутньому та спокій у теперішньому. Ми розробляємо стратегію, збираємо документи, готуємо до співбесід та супроводжуємо до отримання бажаного результату. Обирай якість, професіоналізм. Обирай нас, і ми допоможемо тобі досягти мети в новій країні',
        img: '/blog3.png',
    },
    {
        id: 4,
        title: 'З нами London стає ближчим!',
        text: 'Відкрийте двері до Великої Британії разом з нами! Ми допоможемо вам отримати візу швидко і без зайвих турбот. Чому варто обрати нас? 1. Професійний підхід. Наші експерти знають всі нюанси візових процесів та допоможуть уникнути помилок; 2️. Індивідуальний супровід. Ми надаємо персонального менеджера, який супроводжуватиме вас на кожному етапі; 3️. Швидкість та ефективність. Ми оптимізуємо процес, щоб ви отримали візу в найкоротші терміни; 4️. Прозорість та надійність. Ви завжди будете в курсі всіх дій та процедур, без прихованих платежів; 5️. Підтримка 24/7. Наші консультанти завжди на зв’язку, щоб відповісти на всі ваші запитання. Відчуйте комфорт та впевненість з нашою допомогою😏 Зв’яжіться з нами вже сьогодні +48 732 851 456',
        img: '/blog2.png',
    },
    {
        id: 5,
        title: 'Плануєте одружитися в Польщі?',
        text: 'Плануєте одружитися в Польщі?Ось що вам потрібно знати про терміни очікування на шлюб після подачі заяви в Urząd Stanu Cywilnego (USC)🔽 Після подачі заяви в USC стандартний термін очікування на реєстрацію шлюбу становить один місяць. Це час, протягом якого органи мають можливість перевірити всі необхідні документи та переконатися, що немає перешкод для укладення шлюбу🔎 Проте, є можливість‼️скоротити цей термін в особливих випадках, якщо є вагомі підстави, такі як серйозні медичні причини або інші важливі обставини. У такому випадку, вам потрібно буде подати додаткове прохання і відповідні документи, які підтверджують вашу ситуацію🔖 ✅ Пам’ятайте, що підготовка до шлюбу включає не лише подачу заяви, але й зібрання всіх необхідних документів, таких як свідоцтва про народження, підтвердження статусу (наприклад, свідоцтво про розлучення, якщо це необхідно), та інші документи, які можуть вимагати в USC. Якщо плануєте весілля в Польщі, враховуйте ці терміни і відповідно плануйте свій особливий день💐💍 Маєте запитання або потрібна додаткова інформація? Звертайтеся до перевіреного представника 👩‍💻🔝❤️‍🔥',
        img: '/blog4.png',
    },
]
